[Balance.PawnBalance_SpiderantChubby AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Rechonchuda")

[Balance.PawnBalance_SpiderantFire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Incendiária")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Ardente")

[Balance.PawnBalance_Spiderantking AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Rei")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Imperador")

[Balance.PawnBalance_SpiderantKnight AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Templária")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Centurião")

[Balance.PawnBalance_SpiderantPoison AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Venenosa")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Leprosa")

[Balance.PawnBalance_SpiderantQueen AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Rainha")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Matriarca")

[Balance.PawnBalance_SpiderantRoyalGuard AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Sentinela")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Pretoriana")

[Balance.PawnBalance_SpiderantSlagged AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha coberta de Slag")

[Balance.PawnBalance_SpiderantSoldier AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Soldado")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Batedora")

[Balance.PawnBalance_SpiderantSpiderling AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cria Aracnídea")
PlayThroughs[1]=(DisplayName="Cria Aracnídea")

[Balance.PawnBalance_SpiderantWarrior AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Guerreira")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Legionária")

[Balance.PawnBalance_SpiderantWorker AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Operária")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Escrava")

[Balance.Unique.PawnBalance_MonsterMash1 AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Spycho")

[Balance.Unique.PawnBalance_SpiderantBlackQueen AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="A Rainha Negra")

[Balance.Unique.PawnBalance_SpiderantScorch AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Brasa")

